Repository: sharkboyto/nao
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr, it, ro, tr, zh_cn

source: {name} - free add-on for NVDA. You can make a donation to our team for helping further development of this add-on. Do you want to make a donation now? For transaction you will be redirected to the website of the developer.
es: {name} - complemento gratuito para NVDA. Puede hacer una donación a nuestro equipo para ayudar al desarrollo de este complemento. ¿Quieres hacer una donación ahora? Para la transacción, será redirigido al sitio web del desarrollador.
fr: {name} - extension gratuite pour NVDA. Vous pouvez faire un don à notre équipe pour aider au développement de cette extension. Voulez-vous faire un don maintenant? Pour la transaction, vous serez redirigé vers le site Web du développeur.
it: {name} - add-on gratuito per NVDA. Puoi fare una donazione al nostro team per aiutare ulteriori sviluppi di questo add-on. Vuoi fare una donazione adesso? Verrai rediretto sul sito web dello sviluppatore.
ro: {name} - supliment gratuit pentru NVDA. Puteți face o donație echipei noastre pentru a ajuta mai mult dezvoltarea acestuia. Doriți să o faceți acum? Veți fi redirecționat pe site-ul dezvoltatorului pentru această tranzacție.
tr: {name} - NVDA için ücretsiz eklenti. Bu eklentinin daha da geliştirilmesine yardımcı olmak için ekibimize bağışta bulunabilirsiniz. Şimdi bağış yapmak ister misiniz? İşlem için geliştiricinin web sitesine yönlendirileceksiniz.
zh_cn: {name} - NVDA 的免费插件。 您可以给我们的开发团队捐款，以帮助我们更好的开发此插件。 您现在要捐款吗？对于该笔捐款交易您将被重定向到开发商的网站。

source: Recognizes the content of the selected image or PDF file
es: Reconoce el contenido de la imagen o archivo PDF seleccionado
fr: Reconnaît le contenu de l'image ou du fichier PDF sélectionné
it: Riconosce il contenuto dell'immagine o del PDF selezionato
ro: Extrage textul dintr-o imagine sau dintr-un fișier PDF selectat
tr: Seçili imaj veya PDF dosyasının içeriğini tanı
zh_cn: 识别所选图片或 PDF 文件的内容

source: Take a full screen shot and recognize it
es: TomA una captura de pantalla completa y LA RECONOCE
fr: Prend une capture de tout l'écran et en fait la reconnaissance
it: Acquisisce e riconosce uno screen shot
ro: Realizează o captură de ecran și extrage textul din ea
tr: Tam ekran görüntüsü al ve tanı
zh_cn: 全屏截图并识别

source: Clear cache
fr: Vider le cache
it: Svuota cache
ro: Goliți memoria cache
tr: Önbelleği Temizle
zh_cn: 清除缓存(&C)

source: {name} Update
es: Actualizar {name}
fr: Mise à jour de {name}
it: Aggiornamenti {name}
ro: O actualizare la suplimentul {name}
tr: {name} Güncellemesi
zh_cn: {name} 更新

source: is available
es: está disponible
fr: est disponible
it: è disponibile
ro: este disponibilă
tr: mevcut
zh_cn: 可用

source: Do you want to download and install it?
es: ¿Quieres descargarla e instalarla?
fr: Voulez-vous la télécharger et l'installer?
it: Vuoi scaricarlo e installarlo?
ro: Doriți să o descărcați și să instalați?
tr: İndirip yüklemek istiyor musunuz?
zh_cn: 您要下载并安装它吗？

source: Move to
es: Moverse a
fr: Aller à
it: Vai a
ro: Mută la
tr: Git
zh_cn: 移动到

source: Error saving file: %s
es: Error al guardar el archivo: %s
fr: Erreur lors de l'enregistrement du fichier: %s
it: Errore nel salvataggio del file %s
ro: Eroare la salvarea fișierului %s
tr: Dosya kaydedilirken hata oluştu: %s
zh_cn: 保存文件时出错： %s

source: Error, the file could not be processed
es: Error, no se ha podido procesar el archivo
fr: Erreur, le fichier n'a pas pu être traité
it: Errore, non è stato possibile elaborare il file
ro: Eroare, fișierul nu a putut fi procesat
tr: Hata, dosya işlenemedi
zh_cn: 错误，无法处理文件

source: File not supported
es: Archivo no soportado
fr: Fichier non pris en charge
it: File non supportato
ro: Fișier nesuportat
tr: Dosya desteklenmiyor
zh_cn: 文件不支持

source: Process started
es: Proceso iniciado
fr: Processus démarré
it: Processo avviato
ro: Proces inițiat
tr: İŞlem başladı
zh_cn: 开始识别

source: Nao (NVDA Advanced OCR) is an addon that improves the standard OCR capabilities that NVDA provides on modern Windows versions.
es: Nao (NVDA Advanced OCR) es un complemento que mejora las capacidades estándar de OCR que proporciona NVDA en las versiones modernas de Windows.
fr: Nao (NVDA Advanced OCR) est une extension qui améliore les capacités d'OCR standard fournies par NVDA sur les versions modernes de Windows.
it: Nao (NVDA Advanced OCR) è un addon che migliora le capacità di OCR standard fornite da NVDA nelle versioni moderne di Windows.
ro: Nao (NVDA Advanced OCR) este un supliment care îmbunătățește abilitățile standard ale OCR cu care NVDA vine la pachet pe versiunile moderne de Windows.
tr: Nao (NVDA Gelişmiş OCR), NVDA'nın modern Windows sürümlerinde sağladığı standart OCR özelliklerini geliştiren bir eklentidir.
zh_cn: Nao(NVDA Advanced OCR) 是一个 NVDA 插件，该插件改进了 Windows 的内置 OCR 功能。
